{"file_name": "WhatsApp Image 2026-01-14 at 20.16.39 (1).jpeg", "description": "O vestido é ideal para festas de gala ou ocasiões formais, com um estilo que lembra o corte império. Ele é feito de chiffon, proporcionando leveza e movimento. A cor exata é verde oliva. Possui mangas longas e fluídas, que dão um toque elegante, e o decote é em \"V\", cruzado na frente."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.39 (2).jpeg", "description": "O vestido é ideal para ocasiões como Festa de Gala ou eventos formais. O estilo é clássico, lembrando um corte evasê que proporciona elegância. O material parece ser chiffon, com caimento suave. A cor é azul claro, proporcionando um visual delicado e sofisticado. Detalhes incluem um decote ombro a ombro, com alças finas e aplicação de bordados florais na cintura, acrescentando um toque de charme e sofisticação."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.39 (3).jpeg", "description": "O vestido é ideal para Festa de Gala, de estilo justo, possivelmente sereia, feito de material que parece ter paetês ou lantejoulas, na cor vermelho brilhante. Possui detalhes como alças finas, um decote nas costas e uma fenda na parte da frente."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.39.jpeg", "description": "O vestido é ideal para festa de gala. Tem um estilo elegante, possivelmente de corte sereia, ajustando-se ao corpo. Feito de material brilhante, provavelmente lantejoulas ou tecido com brilho, na cor preta exata. Possui detalhes como recortes na cintura e sem mangas, conferindo um toque moderno e sofisticado."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (1).jpeg", "description": "O vestido é ideal para festas de gala. Estilo princesa com um toque clássico. Feito de cetim, tem um caimento elegante e uma cor azul claro suave. Apresenta detalhes como alças caídas nos ombros e uma fenda frontal que adiciona sofisticação ao design."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (2).jpeg", "description": "O vestido é ideal para festas de gala ou ocasiões formais. Apresenta um estilo de um ombro só, com um caimento elegante e fluido. O material parece ser tule, que contribui para um visual leve e sofisticado. A cor exata é um tom de verde petróleo. Detalhes incluem uma camada de tecido sobre o ombro, adicionando movimento e charme ao design."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (3).jpeg", "description": "O vestido é ideal para festas de gala ou como madrinha. Ele tem um estilo clássico e elegante, feito de cetim, com uma cor rosa amêndoa. O vestido apresenta um decote em V com detalhes de transparência e manga curta estruturada, além de uma saia longa e fluida."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (4).jpeg", "description": "O vestido é ideal para festas de gala ou como madrinha, possuindo um estilo clássico de corte A. É confeccionado em cetim, na cor exata roxo intenso. Os detalhes incluem um decote em V com um leve toque de transparência."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (5).jpeg", "description": "O vestido apresentado é ideal para festas de gala ou eventos noturnos elegantes. Segue um estilo fluido com detalhes de babados, o que lhe confere um toque sofisticado e moderno. O material parece ser cetim, proporcionando um brilho sutil ao visual. A cor é um vermelho vivo, perfeito para se destacar em eventos especiais. O vestido possui alças finas, um decote ombro a ombro, e o detalhe dos babados adiciona um charme extra ao comprimento."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (6).jpeg", "description": "Este vestido é ideal para ocasiões como festas de gala ou eventos formais. Ele apresenta um estilo clássico, com um design que lembra o corte império, marcado pela cintura alta. O material parece ser chiffon, oferecendo leveza e fluidez. A cor é um verde esmeralda profundo, trazendo elegância e sofisticação. Entre os detalhes, destaque para as mangas amplas e semitransparentes, que adicionam um toque de delicadeza, e o decote em V, que valoriza o colo."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (7).jpeg", "description": "O vestido retratado é ideal para ocasiões como coquetéis ou festas formais. O estilo é elegante e ajustado ao corpo, com um corte reto. O material utilizado é renda, transmitindo sofisticação e delicadeza. A cor exata é branca, adequada para eventos onde se busca um visual mais clássico. Detalhes incluem um delicado efeito de renda sobre os ombros e um comprimento que chega acima do joelho, sem cauda longa ou decotes pronunciados."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (8).jpeg", "description": "O vestido é ideal para festas de gala. O estilo é princesa, com uma saia ampla e esvoaçante. O material aparenta ser uma organza ou tule com brilho, conferindo um efeito glamouroso. A cor é um verde esmeralda profundo. Os detalhes incluem um decote ombro a ombro elegante e um acabamento cintilante em toda a peça."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40.jpeg", "description": "O vestido é ideal para festas de gala, possuindo um estilo clássico com corte reto. É confeccionado em cetim com uma cor verde escura. Detalhes incluem um decote ombro a ombro adornado com aplicações de flores ou babados, além de uma fenda lateral que acrescenta um toque de sofisticação e modernidade."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.41 (1).jpeg", "description": "O vestido é ideal para eventos como madrinha ou festa de gala. Ele possui um estilo fluido e elegante. O material parece ser chiffon, proporcionando um caimento suave. A cor é um amarelo mostarda vibrante. O vestido tem detalhes como mangas curtas e esvoaçantes, um decote quadrado e uma saia longa e leve, que acrescenta movimento e graça."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.41.jpeg", "description": "O vestido ideal para uma ocasião como Madrinha de Casamento ou Festa de Gala é de estilo midi, com um corte ajustado ao corpo. É confeccionado em renda, na cor branca. Apresenta detalhes como mangas curtas em renda transparente e um decote em V. O comprimento termina logo abaixo dos joelhos, conferindo elegância e sofisticação ao visual."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.18.22.jpeg", "description": "O vestido é ideal para festas de gala devido ao seu estilo sofisticado. O design é do tipo longo com um toque de fluidez, destacando-se pelo uso de camadas. O material parece ser tule, conferindo leveza ao visual. A cor exata é azul acinzentado. O vestido possui detalhes como bordados na parte superior e uma fenda lateral que adiciona sensualidade ao conjunto."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.19.20.jpeg", "description": "O vestido é ideal para festas de gala devido ao seu estilo sofisticado. Ele tem um corte estilo princesa, com uma saia volumosa que faz uma bela presença. O material parece ser tule com brilho, conferindo um toque elegante e chamativo. Sua cor exata é um roxo profundo, quase ametista, que se destaca pela sua vivacidade. O vestido possui detalhes de alças caídas, acrescentando um charme extra, e um decote em V, que valoriza o colo."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.22.57.jpeg", "description": "Este vestido é ideal para uma festa de gala ou eventos formais. Apresenta um estilo princesa com saia ampla e rodada. O material parece ser tule, oferecendo uma aparência leve e fluida. A cor é um amarelo claro suave. Quanto aos detalhes, o vestido possui alças delicadas e uma cintura marcada, proporcionando um caimento elegante e sofisticado."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.53.jpeg", "description": "O vestido é ideal para uma Festa de Gala. Apresenta um estilo fluido e elegante, com material que parece ser lurex ou tecido com brilho. A cor exata é verde oliva metálico. Detalhes incluem um decote em V profundo, alças finas, transparências nas laterais e uma saia longa com caimento plissado."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.54 (1).jpeg", "description": "O vestido é ideal para ocasiões como madrinha, festa de gala ou outros eventos formais. Tem um estilo elegante e fluído, com mangas longas de tule que conferem um toque sofisticado. É feito de um material leve, possivelmente chiffon ou tule, e apresenta uma cor lavanda suave. O vestido possui um decote em V e saias graciosamente esvoaçantes. Não há evidência de bordados ou cauda longa, priorizando um visual mais minimalista e etéreo."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.54 (2).jpeg", "description": "O vestido é ideal para madrinhas ou festas formais, com um estilo clássico e sofisticado. Feito de cetim, possui um tom exato de lavanda. Apresenta detalhes como um decote em coração com alças finas e caimento suave, além de um laço central na região do busto e uma fenda na saia que adiciona um toque elegante ao look."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.54 (3).jpeg", "description": "O vestido é ideal para festas de gala ou eventos formais. O estilo é elegante, possivelmente de coluna com detalhe drapeado na cintura. O material parece ser cetim com um brilho suave. A cor exata é lilás. Os detalhes incluem uma fenda alta na perna e um decote tomara que caia."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.54.jpeg", "description": "O vestido é ideal para uma Festa de Gala, com estilo sereia. É feito de material brilhante, como lantejoulas ou paetês. A cor é violeta intensa, e apresenta um decote tomara que caia acompanhado de uma fenda alta na perna."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.55 (1).jpeg", "description": "Este vestido é ideal para uma Festa de Gala ou para Madrinhas. Possui um estilo sereia suave. O material parece ser cetim, conferindo um toque elegante e fluido. A cor é lilás claro. Entre os detalhes, destaca-se o decote ombro a ombro e uma fenda alta, que adiciona sofisticação e sensualidade ao look."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.55 (2).jpeg", "description": "O vestido é ideal para ocasiões como madrinha ou festa de gala. Apresenta um estilo clássico e elegante com a saia fluida e volumosa, remetendo a um formato de princesa. É confeccionado em tecido de tule, leve e esvoaçante. A cor exata é lilás suave. Possui detalhes de camadas sobrepostas no tecido, além de um decote discreto e sem mangas."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.55 (3).jpeg", "description": "O vestido é ideal para festas de gala ou formaturas, apresentando um estilo romântico e fluido. É confeccionado em um material que parece ser tule ou chiffon, com toque de brilho, transmitindo leveza. A cor exata é lavanda. Possui alças finas e detalhes de transparência nas mangas caídas, além de um drapeado no busto que adiciona charme e elegância ao visual."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.55.jpeg", "description": "O vestido é ideal para festas de gala ou como madrinha, com um estilo elegante e sofisticado. Ele é confeccionado em um material leve e fluido, possivelmente chiffon, e apresenta uma cor lilás vibrante. O design é de um ombro só, adornado por um laço grande no ombro, acrescentando um toque de charme. Possui uma fenda alta na perna, o que adiciona sofisticação e sensualidade ao look."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.56 (1).jpeg", "description": "O vestido tem como ocasião ideal festas de gala ou eventos noturnos. Seu estilo é elegante, com um design longo e fluido. O material aparenta ser chiffon, proporcionando um caimento suave. A cor é lilás. Destaca-se por ser de um ombro só, com uma faixa no mesmo tecido que se estende do ombro, criando um detalhe interessante."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.56 (2).jpeg", "description": "O vestido apresentado é ideal para festas de gala. Possui um estilo sereia que acentua as curvas. O material parece ser revestido com lantejoulas, dando um brilho especial ao visual. A cor exata é roxa. Conta com detalhes marcantes como uma longa fenda na perna e um decote em formato de coração, conferindo elegância e sofisticação."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.56 (3).jpeg", "description": "O vestido é ideal para uma festa de gala ou como madrinha de casamento. O estilo é fluido e elegante, com um toque de romantismo dado pelo detalhe em um dos ombros. Ele é feito de tule, com uma aparência etérea e leve. A cor exata é lilás suave. Apresenta um detalhe de fenda lateral, o que acrescenta sofisticação e movimento, além de uma aplicação floral no ombro que adiciona um toque delicado ao conjunto."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.56.jpeg", "description": "O vestido apresentado é ideal para festas de gala ou eventos formais. Seu estilo é fluido e elegante, com uma silhueta solta e sofisticada. O material aparenta ser uma combinação de tule ou tecido semelhante, proporcionando leveza ao visual. A cor exata é um lilás suave. Como detalhes, o vestido possui uma alça fina, um ombro adornado com uma aplicação florar volumosa e uma fenda alta na saia, o que adiciona um toque de sensualidade e modernidade ao conjunto."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.57 (1).jpeg", "description": "O vestido é ideal para festas de gala devido ao seu estilo elegante. O corte é do tipo sereia, ajustando-se ao corpo e se alargando suavemente na parte inferior. O material parece ser coberto por lantejoulas ou paetês, proporcionando um efeito brilhante marcante. A cor é preta com reflexos brilhantes, gerando um efeito glamouroso. Os detalhes incluem um decote alto e alças múltiplas nos ombros, que adicionam sofisticação ao visual."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.57 (2).jpeg", "description": "O vestido é ideal para festas de gala. O estilo é clássico e elegante, com alças finas e detalhe nos ombros caídos, criando uma silhueta sofisticada. O material parece ser um tecido leve e esvoaçante, possibilitando movimento. A cor exata é preto. Entre os detalhes, o vestido apresenta uma fenda alta e um leve drapeado na parte superior que adiciona elegância ao look."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.57.jpeg", "description": "O vestido é ideal para festas de gala. Apresenta um estilo elegante com um corte que lembra o de um vestido de coluna, com um toque moderno. É confeccionado em tecido preto com leve brilho, provavelmente lurex. Possui um design de um ombro só, acompanhado por uma manga longa em tecido translúcido, adicionando sofisticação. O vestido tem uma fenda frontal que dá um ar mais sedutor e contemporâneo."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.58 (1).jpeg", "description": "O vestido é ideal para Festa de Gala devido ao seu design sofisticado e elegante. O estilo é justo, enfatizando a silhueta, talvez mais próximo do estilo sereia. É confeccionado em tecido bordado com lantejoulas, o que oferece bastante brilho e destaque ao visual. A cor exata do vestido é preta, com detalhes brilhantes. Possui um decote halter e recortes laterais, além de uma fenda na parte frontal, acrescentando um toque moderno e ousado ao modelo."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.58 (2).jpeg", "description": "O vestido é ideal para festas de gala. Apresenta um estilo que remete ao sereia devido ao seu corte ajustado que se abre levemente na bainha. É confeccionado em material brilhante, provavelmente lantejoulas ou paetês, o que lhe confere um visual glamouroso. A cor é preta, garantindo sofisticação e elegância. Os detalhes incluem um decote tomara que caia e uma fenda frontal, adicionando um toque sensual e moderno ao design."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.58 (3).jpeg", "description": "O vestido é ideal para uma festa de gala. Possui um estilo elegante e sofisticado, com um corte que remete a um vestido de baile. É confeccionado em um material que parece tule ou chiffon, com bordados de brilho sutil espalhados, adicionando um toque glamouroso. A cor exata é preto. Tem um detalhe de ombro único com um design de capa fluida, além de uma fenda na saia que adiciona movimento e sofisticação ao look."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.58.jpeg", "description": "O vestido é ideal para uma festa de gala. Possui um estilo fluido, com um toque elegante. O material parece ser um tecido com brilho, como o tule com glitter, que adiciona sofisticação. A cor exata é preto com detalhes brilhosos. Entre os detalhes, destacam-se o decote de um ombro só, a fenda alta na saia e uma manga drapeada, que traz um charme adicional."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.59 (1).jpeg", "description": "O vestido mostrado é ideal para uma Festa de Gala, tem um estilo clássico com um corte reto e elegante. Feito de um material semelhante a crepe ou seda, destaca-se pela cor preta. Os detalhes incluem um design de um ombro só e uma longa fenda lateral, conferindo sofisticação ao look."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.59 (2).jpeg", "description": "O vestido é ideal para uma festa de gala. Ele possui um estilo elegante e moderno com corte de saia ampla. O material parece ser um tule brilhante, conferindo um efeito sofisticado e glamouroso. A cor exata é preta com brilho. O vestido é um modelo de um ombro só, com detalhes de plumas no decote, além de uma fenda frontal que adiciona um toque de sensualidade."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.59 (3).jpeg", "description": "O vestido apresentado é ideal para uma festa de gala ou como opção para madrinhas. Ele tem um estilo sereia, acentuando as curvas e proporcionando um caimento elegante. O material parece ser um tecido liso, que oferece um visual sofisticado. A cor exata do vestido é um verde menta. Os detalhes incluem um decote ombro a ombro, que adiciona um toque moderno e charmoso ao conjunto. Não possui cauda longa ou bordados aparentes."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.34.59.jpeg", "description": "O vestido é ideal para uma Festa de Gala, com estilo sereia. É confeccionado em tecido preto coberto por lantejoulas brilhantes. Possui um decote discreto e elegante, e detalhes brilhantes por toda a extensão, sem cauda longa."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.35.00 (1).jpeg", "description": "O vestido é ideal para ocasiões como festas de gala ou como madrinha de casamento. O estilo é clássico e elegante, com um corte que se aproxima do formato império. Ele é feito de um material leve e fluido, possivelmente chiffon, o que dá um caimento solto e esvoaçante. A cor é verde esmeralda. Entre os detalhes, o vestido possui um decote de um ombro só, além de uma faixa que acentua a cintura e uma leve cauda que adiciona um toque de sofisticação."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.35.00 (2).jpeg", "description": "O vestido é ideal para festas de gala ou eventos formais. O estilo é elegante e moderno, com corte reto e detalhe de um ombro só. O material aparenta ser um tecido leve e fluido, possivelmente chiffon ou crepe. A cor exata é um verde menta suave. Detalhes incluem uma fenda na parte frontal para maior elegância e movimento, além de um tecido caindo suavemente do ombro, adicionando um toque sofisticado."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.35.00.jpeg", "description": "O vestido é ideal para uma festa de gala ou eventos formais. O estilo do vestido é clássico, com uma silhueta fluida e elegante. O material parece ser chiffon ou um tecido leve similar, proporcionando movimento e leveza. A cor exata é um verde escuro, sofisticado e marcante. O vestido possui o detalhe de um ombro só com uma alça larga, complementada por um laço que adiciona um toque delicado. Não há cauda longa, mas o comprimento é adequado para eventos formais, oferecendo um visual sofisticado e elegante."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.35.01 (1).jpeg", "description": "O vestido na imagem é ideal para festas de gala ou como madrinha de casamento. Apresenta um estilo clássico com design fluido. É feito de um material que parece acetinado ou semelhante, oferecendo um leve brilho. A cor exata é verde oliva. Possui detalhes como um decote em coração levemente drapeado e alças duplas finas. O vestido é longo e apresenta uma pequena fenda na saia, sem cauda."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.35.01 (2).jpeg", "description": "O vestido é ideal para uma Festa de Gala ou Formatura, com estilo sereia. É confeccionado em um material que parece ser malha ou jersey, em uma cor verde suave. Apresenta um detalhe de torção na frente, alças finas e uma fenda frontal que adiciona um toque sofisticado ao design."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.35.01 (3).jpeg", "description": "O vestido é ideal para ocasiões como Festa de Gala ou como Madrinha. O estilo é fluido, com uma modelagem que lembra o estilo princesa, sem ser muito volumoso. O material parece ser um tecido leve, provavelmente tule ou chiffon. A cor exata é verde musgo. Detalhes incluem um design de um ombro só, e camadas de tecido drapeado, sem cauda longa ou bordados visíveis."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.35.01.jpeg", "description": "O vestido é ideal para festas de gala e eventos formais. Tem um estilo sofisticado com uma silhueta próxima ao corpo, destacando-se por ser ajustado e elegante. É feito de cetim, com um brilho característico que confere um toque glamouroso. A cor exata é um verde metálico suave. Entre os detalhes, destaca-se uma grande aplicação no ombro em forma de flor que adiciona um elemento de design ousado e um corte discreto na perna, proporcionando movimento e uma leve sensualidade."}
{"file_name": "WhatsApp Image 2026-02-04 at 22.35.02.jpeg", "description": "O vestido é ideal para festa de gala, com um estilo elegante e clássico. Feito de um tecido semelhante à organza, tem uma cor verde musgo. Apresenta um detalhe de um ombro só com uma alça adornada por um laço do mesmo tecido. O vestido tem uma fenda lateral, acrescentando sofisticação ao seu design fluido."}
