{"file_name": "WhatsApp Image 2026-01-14 at 20.16.39 (1).jpeg", "description": "O vestido é ideal para festas de gala ou ocasiões formais, com um estilo que lembra o corte império. Ele é feito de chiffon, proporcionando leveza e movimento. A cor exata é verde oliva. Possui mangas longas e fluídas, que dão um toque elegante, e o decote é em \"V\", cruzado na frente."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.39 (2).jpeg", "description": "O vestido é ideal para ocasiões como Festa de Gala ou eventos formais. O estilo é clássico, lembrando um corte evasê que proporciona elegância. O material parece ser chiffon, com caimento suave. A cor é azul claro, proporcionando um visual delicado e sofisticado. Detalhes incluem um decote ombro a ombro, com alças finas e aplicação de bordados florais na cintura, acrescentando um toque de charme e sofisticação."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.39 (3).jpeg", "description": "O vestido é ideal para Festa de Gala, de estilo justo, possivelmente sereia, feito de material que parece ter paetês ou lantejoulas, na cor vermelho brilhante. Possui detalhes como alças finas, um decote nas costas e uma fenda na parte da frente."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.39.jpeg", "description": "O vestido é ideal para festa de gala. Tem um estilo elegante, possivelmente de corte sereia, ajustando-se ao corpo. Feito de material brilhante, provavelmente lantejoulas ou tecido com brilho, na cor preta exata. Possui detalhes como recortes na cintura e sem mangas, conferindo um toque moderno e sofisticado."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (1).jpeg", "description": "O vestido é ideal para festas de gala. Estilo princesa com um toque clássico. Feito de cetim, tem um caimento elegante e uma cor azul claro suave. Apresenta detalhes como alças caídas nos ombros e uma fenda frontal que adiciona sofisticação ao design."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (2).jpeg", "description": "O vestido é ideal para festas de gala ou ocasiões formais. Apresenta um estilo de um ombro só, com um caimento elegante e fluido. O material parece ser tule, que contribui para um visual leve e sofisticado. A cor exata é um tom de verde petróleo. Detalhes incluem uma camada de tecido sobre o ombro, adicionando movimento e charme ao design."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (3).jpeg", "description": "O vestido é ideal para festas de gala ou como madrinha. Ele tem um estilo clássico e elegante, feito de cetim, com uma cor rosa amêndoa. O vestido apresenta um decote em V com detalhes de transparência e manga curta estruturada, além de uma saia longa e fluida."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (4).jpeg", "description": "O vestido é ideal para festas de gala ou como madrinha, possuindo um estilo clássico de corte A. É confeccionado em cetim, na cor exata roxo intenso. Os detalhes incluem um decote em V com um leve toque de transparência."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (5).jpeg", "description": "O vestido apresentado é ideal para festas de gala ou eventos noturnos elegantes. Segue um estilo fluido com detalhes de babados, o que lhe confere um toque sofisticado e moderno. O material parece ser cetim, proporcionando um brilho sutil ao visual. A cor é um vermelho vivo, perfeito para se destacar em eventos especiais. O vestido possui alças finas, um decote ombro a ombro, e o detalhe dos babados adiciona um charme extra ao comprimento."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (6).jpeg", "description": "Este vestido é ideal para ocasiões como festas de gala ou eventos formais. Ele apresenta um estilo clássico, com um design que lembra o corte império, marcado pela cintura alta. O material parece ser chiffon, oferecendo leveza e fluidez. A cor é um verde esmeralda profundo, trazendo elegância e sofisticação. Entre os detalhes, destaque para as mangas amplas e semitransparentes, que adicionam um toque de delicadeza, e o decote em V, que valoriza o colo."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (7).jpeg", "description": "O vestido retratado é ideal para ocasiões como coquetéis ou festas formais. O estilo é elegante e ajustado ao corpo, com um corte reto. O material utilizado é renda, transmitindo sofisticação e delicadeza. A cor exata é branca, adequada para eventos onde se busca um visual mais clássico. Detalhes incluem um delicado efeito de renda sobre os ombros e um comprimento que chega acima do joelho, sem cauda longa ou decotes pronunciados."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40 (8).jpeg", "description": "O vestido é ideal para festas de gala. O estilo é princesa, com uma saia ampla e esvoaçante. O material aparenta ser uma organza ou tule com brilho, conferindo um efeito glamouroso. A cor é um verde esmeralda profundo. Os detalhes incluem um decote ombro a ombro elegante e um acabamento cintilante em toda a peça."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.40.jpeg", "description": "O vestido é ideal para festas de gala, possuindo um estilo clássico com corte reto. É confeccionado em cetim com uma cor verde escura. Detalhes incluem um decote ombro a ombro adornado com aplicações de flores ou babados, além de uma fenda lateral que acrescenta um toque de sofisticação e modernidade."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.41 (1).jpeg", "description": "O vestido é ideal para eventos como madrinha ou festa de gala. Ele possui um estilo fluido e elegante. O material parece ser chiffon, proporcionando um caimento suave. A cor é um amarelo mostarda vibrante. O vestido tem detalhes como mangas curtas e esvoaçantes, um decote quadrado e uma saia longa e leve, que acrescenta movimento e graça."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.16.41.jpeg", "description": "O vestido ideal para uma ocasião como Madrinha de Casamento ou Festa de Gala é de estilo midi, com um corte ajustado ao corpo. É confeccionado em renda, na cor branca. Apresenta detalhes como mangas curtas em renda transparente e um decote em V. O comprimento termina logo abaixo dos joelhos, conferindo elegância e sofisticação ao visual."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.18.22.jpeg", "description": "O vestido é ideal para festas de gala devido ao seu estilo sofisticado. O design é do tipo longo com um toque de fluidez, destacando-se pelo uso de camadas. O material parece ser tule, conferindo leveza ao visual. A cor exata é azul acinzentado. O vestido possui detalhes como bordados na parte superior e uma fenda lateral que adiciona sensualidade ao conjunto."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.19.20.jpeg", "description": "O vestido é ideal para festas de gala devido ao seu estilo sofisticado. Ele tem um corte estilo princesa, com uma saia volumosa que faz uma bela presença. O material parece ser tule com brilho, conferindo um toque elegante e chamativo. Sua cor exata é um roxo profundo, quase ametista, que se destaca pela sua vivacidade. O vestido possui detalhes de alças caídas, acrescentando um charme extra, e um decote em V, que valoriza o colo."}
{"file_name": "WhatsApp Image 2026-01-14 at 20.22.57.jpeg", "description": "Este vestido é ideal para uma festa de gala ou eventos formais. Apresenta um estilo princesa com saia ampla e rodada. O material parece ser tule, oferecendo uma aparência leve e fluida. A cor é um amarelo claro suave. Quanto aos detalhes, o vestido possui alças delicadas e uma cintura marcada, proporcionando um caimento elegante e sofisticado."}
