{"file_name": "23966124559642625.jpg", "custom_id": "43c7ee9be7e4", "description": "O vestido é ideal para festas de gala ou formaturas. Possui um estilo elegante e contemporâneo. É confeccionado em tecido que parece ser fluido e leve, talvez chiffon. A cor é azul claro. O modelo apresenta um detalhe de um ombro só com uma manga longa e fluida, além de uma fenda na perna, adicionando um toque sofisticado ao design.", "title": "Elegância Azul: Vestido de Gala"}
{"file_name": "24049458881395476.jpg", "custom_id": "7e33a04304d9", "description": "Este vestido é ideal para festas de gala devido ao seu estilo elegante. O modelo é do tipo evasê, proporcionando um caimento sofisticado. O material é uma combinação de tecido fluido e renda, que cria um visual delicado. A cor é um verde esmeralda profundo. Detalhes incluem um corpete de renda com transparências e apoio em alças finas, além de uma fenda longa na saia que acrescenta um toque de sensualidade.", "title": "Elegância Esmeralda para Gala"}
{"file_name": "24566500166362125.jpg", "custom_id": "7375aca52373", "description": "O vestido é ideal para festas de gala ou ocasiões formais, apresentando um estilo clássico e sofisticado. O material é chiffon, proporcionando leveza e fluidez ao design. A cor exata é um bordô profundo. Os detalhes incluem um design de um ombro só com uma delicada amarração e um corte evasê com uma sensual fenda lateral, conferindo elegância e movimento.", "title": "Bordô Elegância: Vestido de Gala"}
{"file_name": "24611334105209042.jpg", "custom_id": "3cb1aeb7e72b", "description": "O vestido é ideal para uma festa de gala. O estilo é elegante e clássico, com uma silhueta em linha A. O material parece ser cetim, dando um acabamento brilhante e fluido. A cor é azul claro. Detalhes incluem alças finas, um decote ombro a ombro, e uma fenda na saia que adiciona um toque sofisticado.", "title": "Vestido Gala Azul Elegante"}
{"file_name": "24621911990838532.jpg", "custom_id": "4261e5b63268", "description": "O vestido é ideal para ocasiões como festa de gala ou formatura. Apresenta um estilo princesa, confeccionado em material de tule. A cor exata é azul claro. O vestido possui detalhes como um ombro só e uma saia fluida com camadas.", "title": "Princesa em Tule Azul"}
{"file_name": "24629783470038653.jpg", "custom_id": "00af0c1565f1", "description": "O vestido é ideal para uma festa de gala ou como vestido de madrinha. Possui um estilo clássico com um toque moderno. Feito de um tecido que parece ser chiffon, sua cor é um verde acinzentado suave. Destaca-se pelo decote ombro a ombro, detalhe drapeado na cintura, e uma fenda alta na perna, conferindo elegância e sofisticação.", "title": "Gala Verde: Elegância Clássica"}
{"file_name": "24707437045609219.jpg", "custom_id": "2c2c7ee31050", "description": "Esse vestido é ideal para uma festa de gala. Seu estilo é assimétrico, com um ombro só. O material parece ser fluido, possivelmente um cetim ou similar, com bom caimento. A cor é preta. O vestido possui detalhes como uma fenda alta que adiciona um toque sofisticado e moderno, além de não apresentar bordados ou cauda longa.", "title": "Elegância Assimétrica em Preto"}
{"file_name": "24734277732921143.jpg", "custom_id": "a2d2debcf981", "description": "O vestido mostrado é ideal para festas de gala ou ocasiões formais. O estilo é fluido, com uma silhueta clássica. É feito de um material com aspecto brilhante, possivelmente tule com glitter, conferindo um visual elegante. A cor exata é verde escuro. Entre os detalhes, conta com um ombro só decorado com um laço e uma fenda na saia, que adiciona sofisticação e dinamismo ao conjunto.", "title": "Elegância Verde com Fenda"}
{"file_name": "24779480835085039.jpg", "custom_id": "9c4fe1ad1ab6", "description": "O vestido apresentado é ideal para Madrinha ou Festa de Gala. Seu estilo é princesa, feito de material que parece ser um tule ou chiffon, proporcionando leveza e fluidez. A cor é azul marinho. Os detalhes incluem uma saia longa e volumosa, sem cauda, e um decote reto que emoldura o busto.", "title": "Vestido Princesa Azul Marinho"}
{"file_name": "24781386021560538.jpg", "custom_id": "f68ce750251c", "description": "O vestido é ideal para uma Festa de Gala. O estilo é fluido e moderno, com ombro único. O material parece ser um tecido leve e esvoaçante, possivelmente chiffon. A cor exata é um verde petróleo. Entre os detalhes, destaca-se o drapeado discreto e a linha da cintura marcada, conferindo elegância à peça.", "title": "Elegância Esvoaçante em Verde"}
{"file_name": "24974341585591999.jpg", "custom_id": "dc4c55f795f5", "description": "O vestido é ideal para ocasiões como festa de gala ou madrinha. Apresenta estilo fluido e elegante, com material de tule. A cor exata é azul claro. Destaca-se pelo detalhe de uma alça única adornada com uma grande flor aplicada no ombro, além de um leve drapeado no busto e uma faixa na cintura.", "title": "Elegância Azul: Vestido de Gala"}
{"file_name": "24993790926949176.jpg", "custom_id": "313a31b78020", "description": "O vestido é ideal para festas de gala ou como madrinha, com um estilo fluido e elegante. Feito de um material leve e esvoaçante, provavelmente chiffon com detalhes brilhantes, apresenta uma cor azul suave. O design inclui alças caídas, um decote em V suave e uma fenda alta na perna, conferindo um toque ousado e sofisticado.", "title": "Elegância Azul: Vestido de Gala"}
{"file_name": "24997085973302302.jpg", "custom_id": "82a8b642dd58", "description": "O vestido é ideal para festa de gala ou eventos formais. O estilo é clássico, com um corte evasê que se ajusta ao corpo. O material é cetim, proporcionando um caimento suave e brilhante. A cor exata é bronze, um tom metálico elegante e sofisticado. O vestido possui detalhes de alças finas e um decote levemente profundo, sem muitos adornos, destacando a simplicidade e elegância do design.", "title": "Elegância Metálica em Bronze"}
{"file_name": "25022042450807238.jpg", "custom_id": "db686c915a00", "description": "O vestido é ideal para uma festa de gala. Tem um estilo princesa, confeccionado em tecido que aparenta ser tule ou chiffon com brilho discreto. A cor é azul real. Possui detalhes como um decote em V com transparência e alças cap sleeves em tecido translúcido.", "title": "Vestido Gala Azul Real"}
{"file_name": "25031257856526296.jpg", "custom_id": "d7f5f93b51e7", "description": "O vestido é ideal para uma festa de gala. Apresenta um estilo clássico e elegante com corte longo e drapeado, caracterizando-se como um modelo princesa. O material parece ser cetim, proporcionando um brilho sofisticado. A cor do vestido é um verde petróleo profundo. Entre os detalhes, destacam-se o decote estruturado em forma de coração, com um pequeno recorte abaixo do busto, além de uma saia volumosa que se estende até o chão.", "title": "Elegância em Verde Petróleo"}
{"file_name": "25090778587248055.jpg", "custom_id": "ee58609b3e5b", "description": "Esse vestido é ideal para uma festa de gala, apresentando um estilo elegante com uma silhueta que parece ser ajustada ao corpo. O material aparenta ser de tule com brilho, conferindo um toque sofisticado e glamuroso. A cor é um verde escuro profundo. Detalhes incluem um laço no ombro, além de uma fenda alta na saia que adiciona um elemento de sensualidade ao design.", "title": "Verde Glamour: Elegância em Foco"}
{"file_name": "25103451649338668.jpg", "custom_id": "63d9e9287fac", "description": "O vestido é ideal para festas de gala e ocasiões formais. Tem um estilo elegante, com um corte fluido. O material parece ser um tecido leve, como chiffon ou crepe. A cor exata é azul royal. Detalhes incluem um design de um ombro só com detalhe de flor no ombro, além de uma abertura lateral na perna, conferindo um toque sofisticado e moderno.", "title": "Elegância Azul Royal"}
{"file_name": "25149490554685031.jpg", "custom_id": "104b03fae24b", "description": "O vestido é ideal para festas de gala ou eventos formais, possui um estilo princesa com um caimento esvoaçante. O material aparenta ser tule com brilho, na cor verde escuro. Apresenta detalhes notáveis como ombros descobertos, decote em V, e uma fenda frontal, conferindo sofisticação e um toque de modernidade.", "title": "Vestido Princesa Verde Glamour"}
{"file_name": "25234907762878936.jpg", "custom_id": "2098150faf1c", "description": "O vestido é ideal para festa de gala ou formatura, com um estilo princesa. É confeccionado em um material que aparenta ser chiffon com brilho suave. Sua cor exata é verde esmeralda. Os detalhes incluem um decote ombro a ombro e uma saia volumosa com leve transparência.", "title": "Deslumbrante Vestido Princesa Esmeralda"}
{"file_name": "25244327558551929.jpg", "custom_id": "41131b04ed90", "description": "O vestido é ideal para festas de gala ou ocasiões formais. Possui um estilo fluido com alças e caimento elegante. O material parece ser um tecido leve e macio, talvez um tipo de cetim ou chiffon. A cor exata é um tom de vinho. Conta com detalhes como um decote ombro a ombro e uma fenda lateral, proporcionando um visual sofisticado e moderno.", "title": "Vinho Elegante: Glamour Sofisticado"}
{"file_name": "25262337003448788.jpg", "custom_id": "3b6fb5a4b9ed", "description": "O vestido é ideal para festas de gala ou ocasiões formais. Possui um estilo elegante com uma saia longa fluida, e ombros caídos dando um charme adicional. É feito de um tecido de tule ou similar, proporcionando leveza e movimento. A cor exata do vestido é azul marinho. Apresenta detalhes como alças finas, manga curta em tule e uma sensual fenda lateral.", "title": "Elegância Azul Marinho Glamour"}
{"file_name": "25263814296588938.jpg", "custom_id": "a44cbd342680", "description": "O vestido é ideal para uma Festa de Gala ou eventos formais. O estilo é fluido e elegante, com um corte clássico. O material parece ser um tecido leve com brilho, talvez um tule ou chiffon com fios metálicos. A cor exata é um tom de magenta vibrante. Possui detalhes como um decote em V transpassado, mangas curtas envolvendo os ombros, e uma fenda alta na perna, destacando um visual sofisticado e ousado.", "title": "Magenta Glam: Elegância Sofisticada"}
{"file_name": "25295834800048649.jpg", "custom_id": "9e39abc68d9a", "description": "O vestido é ideal para uma festa de gala ou formatura, apresentando um estilo fluído e elegante. É confeccionado em tecido leve com brilho sutil, aparentando ser tule ou chiffon. A cor exata do vestido é verde menta. Detalhes incluem mangas transparentes esvoaçantes, decote em V, drapeados suaves e uma leve transparência, conferindo movimento e sofisticação à peça.", "title": "Elegância Verde Menta Fluida"}
{"file_name": "25299291049773698.jpg", "custom_id": "1638702991c8", "description": "O vestido é ideal para festas de gala, apresentando um estilo princesa. Ele é feito de um material com brilho, possivelmente tule com fios metálicos. A cor exata do vestido é roxo brilhante. Os detalhes incluem alças finas, ombros caídos e um decote em V com drapeados sutis.", "title": "Vestido Princesa Roxo Brilhante"}
{"file_name": "25309214752047468.jpg", "custom_id": "5e23cbf92625", "description": "Este vestido é ideal para ocasiões como Madrinha ou Festa de Gala. Possui um estilo que mistura elementos fluídos e sofisticados. É feito de um material que parece ser um tecido leve e brilhante, como chiffon com glitter. A cor é um verde menta. Entre os detalhes, apresenta um decote em V com alças caídas no ombro e uma fenda frontal, o que adiciona um toque de elegância e sensualidade.", "title": "Verde Menta: Glamour e Elegância"}
{"file_name": "25367255286278171.jpg", "custom_id": "0d56fc840824", "description": "O vestido é ideal para uma Festa de Gala. Tem um estilo elegante e sofisticado, possivelmente classificado como em linha A devido ao corte que se ajusta ao corpo. O material aparenta ser cetim, conferindo um acabamento brilhoso e luxuoso. A cor é preta, clássica e versátil. Detalhes incluem um decote em V, alças finas e uma torção no busto, além de uma leve abertura frontal na saia, que adiciona um charme extra ao modelo.", "title": "Elegância em Preto Luxuoso"}
{"file_name": "25436130982753220.jpg", "custom_id": "2a7de03d1075", "description": "O vestido é ideal para uma Festa de Gala. O estilo é ajustado ao corpo, com um toque sofisticado. O material parece ser cetim, o que confere um brilho elegante. A cor exata é um rosa vibrante. Quanto aos detalhes, o vestido possui um decote tipo bustiê e uma fenda alta na perna, sem cauda longa ou bordados aparentes.", "title": "Rosa Glam: Vestido de Gala"}
{"file_name": "25436467459381375.jpg", "custom_id": "eeffc9697cfe", "description": "Este vestido é ideal para festas de gala ou como madrinha de casamento. Apresenta um estilo clássico, com corte fluido e alongado. O material parece ser chiffon, conferindo leveza ao modelo. A cor é um tom de vinho intenso. Possui detalhes como um decote halter com uma pequena abertura frontal e camadas fluídas na saia, que acrescentam movimento e elegância ao visual.", "title": "Elegância Vinho: Vestido Halter"}
{"file_name": "25445449078452657.jpg", "custom_id": "bcbde5886c60", "description": "Este vestido é ideal para ocasiões como festas de gala ou como madrinha de casamento. O estilo é fluido e elegante, permitindo um movimento gracioso. O material parece ser chiffon com um leve brilho, conferindo sofisticação. A cor é um verde esmeralda brilhante. Os detalhes incluem uma fenda lateral que adiciona sensualidade e uma flor adornada no ombro, oferecendo um toque de charme ao conjunto.", "title": "Elegância Esmeralda em Movimento"}
{"file_name": "25455779667449998.jpg", "custom_id": "c0d6ebcfd774", "description": "Ocasião Ideal: Festa de Gala. Estilo: Clássico. Material: Cetim. Cor exata: Azul Royal. Detalhes: Alças finas com drapeado no busto e cintura, sem cauda.", "title": "Elegância Azul Royal"}
{"file_name": "25460621273579681.jpg", "custom_id": "ca5c354c59e4", "description": "O vestido é ideal para festas de gala ou ocasiões formais. Ele apresenta um estilo clássico e elegante, com saia fluida. O material é cetim, conferindo um brilho sofisticado. A cor do vestido é um tom exato de cobre ou bronze. Detalhes incluem um decote profundo e alças finas, proporcionando um visual moderno e glamouroso.", "title": "Cobre Glam: Elegância Brilhante"}
{"file_name": "25486817050948340.jpg", "custom_id": "b2317f5c6bfd", "description": "O vestido possui estilo fluido, ideal para festas de gala ou ocasiões semi-formais. É feito de um material leve, possivelmente chiffon, e tem uma cor azul royal. O vestido apresenta um design com pregas, uma cintura marcada e um decote com alças amarradas no pescoço. Não há cauda longa, mas a saia é esvoaçante e volumosa.", "title": "Elegância Azul Royal Fluida"}
{"file_name": "25502324292730216.jpg", "custom_id": "b85621d92501", "description": "O vestido é ideal para uma festa de gala. Possui um estilo reto e sofisticado, confeccionado em cetim. A cor exata é verde esmeralda. O vestido apresenta uma fenda alta na perna e um design de ombro único que adiciona elegância ao conjunto.", "title": "Vestido Esmeralda Chic e Sofisticado"}
{"file_name": "25533651906287542.jpg", "custom_id": "68d39e03ee45", "description": "O vestido indicado é ideal para ocasiões como formaturas ou festas de gala, devido ao seu estilo clássico e sofisticado. Ele possui um corte do estilo princesa, com saia volumosa que se estende até o chão. O material parece ser chiffon, que confere um caimento esvoaçante e elegante. A cor exata é um verde menta suave. Detalhes notáveis incluem um decote em V cruzado e mangas longas de chiffon, que adicionam um toque fluido ao look.", "title": "Elegância Verde Menta"}
{"file_name": "25536639949296257.jpg", "custom_id": "e1d4adef8a51", "description": "O vestido é ideal para uma Festa de Gala, com um estilo princesa. Feito de tecido brilhante, apresenta um tom de roxo. Detalhes incluem alças finas, ombros levemente caídos e uma saia longa e esvoaçante.", "title": "Vestido Princesa Roxo Brilhante"}
{"file_name": "25544654238539492.jpg", "custom_id": "997a122ce027", "description": "O vestido é ideal para uma festa de gala ou madrinha, apresentando um estilo clássico e elegante. O material aparenta ser de tecido translúcido com acabamento brilhante, possivelmente organza ou chiffon. A cor exata é um verde escuro ou verde esmeralda. O vestido possui mangas longas translúcidas que adicionam sofisticação, e um detalhe de decote nas costas, criando um toque moderno. Não há evidências de bordados ou uma cauda longa visível na imagem.", "title": "Elegância Esmeralda para Festas"}
{"file_name": "25558753463792673.jpg", "custom_id": "bb274bf3b2d0", "description": "Este vestido é ideal para ocasiões como festas de gala ou eventos formais. Apresenta um estilo clássico, com uma silhueta longa e elegante. O material é de cetim, que dá um brilho sofisticado ao vestido. A cor é verde oliva. Os detalhes incluem alças finas e uma fenda lateral que adiciona uma sensualidade discreta ao design.", "title": "Elegância Verde Oliva"}
{"file_name": "25586811837647544.jpg", "custom_id": "3aee7180083c", "description": "O vestido é ideal para uma festa de gala. Seu estilo é mais próximo do sereia, ajustando-se ao corpo e alargando suavemente a partir do joelho. O material parece ser veludo, conferindo um brilho elegante e textura rica. A cor exata é verde oliva. Detalhes incluem um decote drapeado e uma fenda alta na perna, que acrescenta um toque sedutor e moderno.", "title": "Sereia Elegante em Verde Oliva"}
{"file_name": "25589268210669118.jpg", "custom_id": "4f1115467a88", "description": "O vestido é ideal para festas de gala. Ele tem um estilo sereia, feito de cetim, com uma cor azul profundo. Os detalhes incluem um decote coração e uma fenda alta na saia.", "title": "Sereia Azul: Glamour em Festa"}
{"file_name": "25611060788560795.jpg", "custom_id": "1a47a25f5cdf", "description": "Este vestido é ideal para festas de gala e eventos formais. Apresenta um estilo fluido com corte princesa. O material parece ser chiffon, evidenciado pela textura leve e fluida, com um leve brilho que adiciona sofisticação. A cor exata é verde esmeralda. Detalhes incluem mangas caídas e um sutil cinto na cintura, sem cauda longa ou bordados, destacando um decote discreto.", "title": "Elegância Verde Esmeralda"}
{"file_name": "25615693628093685.jpg", "custom_id": "ba6346aaf2b5", "description": "O vestido é ideal para Festa de Gala, com estilo ajustado ao corpo. Feito de um material semelhante a cetim, ele apresenta uma cor vermelho profundo. Entre os detalhes, destacam-se uma fenda alta na perna, decote em V e alças finas.", "title": "Vermelho Glamouroso para Gala"}
{"file_name": "25637535892524481.jpg", "custom_id": "2fd6c93da285", "description": "O vestido é ideal para ocasiões como festas de gala ou casamentos como madrinha. O estilo é fluido com um toque sofisticado, lembrando um vestido de princesa, sem ser exuberante. O material parece ser chiffon, conferindo leveza e movimento. A cor exata é um terracota suave. Os detalhes incluem uma modelagem com decote em V e mangas tipo capa, que acrescentam um charme fluido ao vestido.", "title": "Elegância Terracota: Vestido de Gala"}
{"file_name": "25663544086597513.jpg", "custom_id": "d00aef01bef6", "description": "O vestido mostrado é ideal para uma festa de gala ou como convidada de casamento. O estilo é longo e sofisticado, com uma saia evasê. O material aparenta ser um tecido fluido, possivelmente crepe ou chiffon, proporcionando movimento. A cor é um azul royal vibrante. O vestido apresenta detalhes notáveis, como um decote tomara-que-caia com um detalhe de recorte na frente e uma fenda alta que adiciona um toque sensual e elegante.", "title": "Elegância Azul Royal"}
{"file_name": "25664607669833016.jpg", "custom_id": "97c8f810bda6", "description": "O vestido é ideal para festas de gala devido ao seu design sofisticado. O estilo é um mix moderno, com corte assimétrico. O material parece ser de paetês, proporcionando brilho e elegância. A cor exata é um verde água claro. Os detalhes incluem um ombro só, recortes na cintura, uma abertura lateral na saia, drapeado e uma flor na cintura que adiciona um toque de sofisticação.", "title": "Brilho Elegante em Verde Água"}
{"file_name": "25668650602754100.jpg", "custom_id": "2c1e56f52001", "description": "O vestido é ideal para ocasiões como festas de gala ou formaturas, apresentando um estilo clássico e elegante. Feito de cetim, ele possui um tom de azul royal. Os detalhes incluem mangas amplas e um decote coração, além de uma saia longa e fluida sem cauda.", "title": "Vestido Cetim Azul Royal"}
{"file_name": "25696116846744391.jpg", "custom_id": "1836a63b669c", "description": "O vestido é ideal para ocasiões como festas de gala ou formaturas. O estilo é clássico com uma modelagem elegante. Parece ser feito de um tecido liso, possivelmente cetim. A cor é azul claro. Detalhes incluem uma transparência no decote, sem mangas e um corte fluido e longo.", "title": "Elegância Azul: Vestido Gala"}
{"file_name": "25697023206597783.jpg", "custom_id": "7a7eb43d334e", "description": "O vestido é ideal para ocasiões como festas de gala ou como madrinha. Seu estilo é fluido e elegante, com um caimento que lembra o estilo império. O material parece ser um tecido leve e esvoaçante, possivelmente tule ou similar. A cor exata é um rosa suave. Como detalhes, o vestido tem uma fenda na saia, um ombro só com aplicação de flor volumosa, e apresenta uma faixa na cintura que destaca a silhueta.", "title": "Elegância Rosa: Vestido de Gala"}
{"file_name": "25697863299869987.jpg", "custom_id": "2e36a9afafd7", "description": "O vestido apresentado é ideal para festas de gala ou como vestido de madrinha devido ao seu estilo sofisticado. O design é clássico, com um corte que lembra o estilo princesa, caracterizado pela saia ampla e fluida. O material parece ser um cetim, conferindo um brilho elegante à peça. A cor exata do vestido é verde oliva. Entre os detalhes, destaca-se o decote suave em formato de coração e as mangas curtas e fluídas, além de um cinto do mesmo tecido que acentua a cintura.", "title": "Elegância Verde Oliva"}
{"file_name": "25719933167634378.jpg", "custom_id": "5de4bc336339", "description": "O vestido é ideal para festas de gala ou como madrinha em um casamento. Possui um estilo elegante e sofisticado, com um corte reto. O material aparenta ser cetim, que confere brilho e sofisticação à peça. A cor é um verde oliva marcante. Destaca-se por possuir um detalhe de babados no decote, que é ombro a ombro, e uma fenda lateral que adiciona um toque moderno e sensual ao visual.", "title": "Elegância em Verde Oliva"}
{"file_name": "25733732772933071.jpg", "custom_id": "099f762262e5", "description": "O vestido é ideal para ocasiões como festas de gala ou eventos formais. O estilo é mais fluido e elegante, com corte longo e caimento leve. Parece ser feito de um material leve, possivelmente tule ou chiffon. A cor exata é azul claro. O vestido possui detalhes de alças finas e um caimento suave, sem cauda longa ou bordados excessivos, conferindo-lhe um visual simplificado e sofisticado.", "title": "Elegância Fluida em Azul"}
{"file_name": "25737185262542465.jpg", "custom_id": "eb11b8410c12", "description": "O vestido é ideal para uma festa de gala ou como madrinha de casamento. Ele possui um estilo clássico com saia ampla e fluida. O material parece ser cetim, oferecendo um brilho sutil e elegante. A cor exata do vestido é azul cobalto. Entre os detalhes, destaca-se o decote em coração e as mangas curtas e soltas, que conferem movimento ao look. Não há cauda, bordados ou outros enfeites visíveis.", "title": "Elegância Azul Cobalto"}
{"file_name": "25755206214075464.jpg", "custom_id": "c0c6a42a7dfc", "description": "Este vestido é ideal para festas de gala. O estilo é assimétrico, com um corte longo e fluido. É confeccionado em tule, na cor fúcsia. O vestido possui detalhes de um ombro só com uma grande aplicação de flor no ombro, além de uma fenda na saia.", "title": "Vestido Gala Fúcsia Assimétrico"}
{"file_name": "25764449919813291.jpg", "custom_id": "f083b648e598", "description": "Este vestido é ideal para festas de gala ou como vestido de madrinha. Apresenta um estilo clássico e elegante, com saia ampla e fluida. Foi confeccionado em tule, transmitindo uma sensação de leveza e sofisticação. A cor exata é um azul royal intenso. Detalhes incluem alças finas, uma sobreposição de tule nos ombros e um decote em V, conferindo delicadeza ao visual.", "title": "Elegância em Azul Royal"}
{"file_name": "25814587428171461.jpg", "custom_id": "981e4159226d", "description": "O vestido é ideal para uma Festa de Gala, exibindo um estilo clássico com alças finas. O material aparenta ser cetim, conferindo um brilho sofisticado. A cor exata é preto. Entre os detalhes, destaca-se o drapeado na parte superior e uma saia longa com um caimento elegante.", "title": "Gala em Cetim Preto Elegante"}
{"file_name": "25847596931538838.jpg", "custom_id": "8934e796bafd", "description": "O vestido é ideal para uma Festa de Gala, com estilo princesa. É confeccionado em material que aparenta ser chiffon ou uma malha fina semelhante. Sua cor exata é amarelo mostarda. Detalhes incluem um decote ombro a ombro, alças finas, drapeado na parte superior, cintura marcada e uma fenda lateral na saia.", "title": "Elegância Mostarda para Gala"}
{"file_name": "25867403919516457.jpg", "custom_id": "34052f3bc864", "description": "O vestido é ideal para festas de gala ou ocasiões formais. Seu estilo é clássico, com corte longo e fluido. O material parece ser chiffon ou tule, proporcionando leveza e movimento. A cor exata é um verde escuro profundo. Como detalhe, o vestido tem um ombro só, o que adiciona um toque assimétrico elegante.", "title": "Elegância Assimétrica em Verde"}
{"file_name": "25924790810461014.jpg", "custom_id": "be1698f1e5c2", "description": "O vestido é ideal para Festa de Gala. Tem um estilo clássico com um corte longo e reto que se ajusta ao corpo. É feito de cetim, que adiciona um toque elegante e sofisticado. A cor exata é azul royal. Detalhes incluem alças finas, decote em V e um drapeado estratégico na cintura, criando uma silhueta alongada e graciosa.", "title": "Elegância Azul Royal"}
{"file_name": "25991940047070548.jpg", "custom_id": "51ca61aca2e8", "description": "Este vestido é ideal para uma festa de gala ou evento formal. O estilo é fluido, com um corte que lembra o de um vestido de princesa, oferecendo um ar sofisticado e elegante. O material parece ser chiffon, que proporciona um caimento leve e esvoaçante. A cor exata do vestido é amarelo vibrante, perfeita para se destacar em eventos. Entre os detalhes, o vestido possui mangas transparentes e uma saia longa e fluida, que adiciona movimento e charme ao visual.", "title": "Elegância Amarela: Vestido de Gala"}
{"file_name": "25994129203544499.jpg", "custom_id": "47b3344ef16f", "description": "O vestido apresentado é ideal para eventos de festa de gala ou formaturas, possuindo um estilo clássico. Confeccionado em cetim, destaca-se pela sua cor roxa vibrante. O design inclui alças finas e um decote em V com uma inserção de tule, que adiciona um toque contemporâneo. A saia é longa e fluida, sem cauda, contribuindo para um visual elegante e sofisticado.", "title": "Vestido Gala Roxo Elegante"}
{"file_name": "25994285863504762.jpg", "custom_id": "1b2463a52113", "description": "O vestido é ideal para festas de gala e eventos formais. Apresenta um estilo sereia, ajustado ao corpo e alongado. O material é uma combinação de lantejoulas e chiffon, conferindo brilho e leveza. A cor exata é verde esmeralda. Detalhes incluem uma sobreposição de chiffon formando uma espécie de capa fluida com cauda, e um decote em V pronunciado.", "title": "Vestido Sereia Esmeralda Elegante"}
{"file_name": "26007699952188648.jpg", "custom_id": "e4a71d2a9081", "description": "O vestido é ideal para festas de gala e eventos sofisticados. Ele possui um estilo ajustado com corte reto. O material parece ser uma combinação de tecido com brilho, possivelmente lantejoulas. A cor exata é verde água reluzente. Os detalhes incluem recortes laterais na cintura, um decote alto e uma fenda frontal que acrescenta um toque elegante ao visual.", "title": "Elegância Verde Água Reluzente"}
{"file_name": "26131979713107025.jpg", "custom_id": "3deab0460c07", "description": "O vestido é ideal para festas de gala, destacando-se pelo seu estilo sereia que ajusta ao corpo até os joelhos antes de se abrir levemente. O material utilizado parece ser um tecido brilhoso, provavelmente lantejoulas ou paetês, conferindo um visual glamouroso. A cor exata é verde-água, com um brilho cintilante. Detalhes notáveis incluem um decote alto, laterais vazadas e uma fenda frontal que adiciona um toque de sensualidade sem exageros.", "title": "Glamour Sereia em Verde-Água"}
{"file_name": "26259319106994202.jpg", "custom_id": "f16a81ddffdf", "description": "O vestido é ideal para uma festa de gala, com um estilo sereia. O material é coberto por lantejoulas, proporcionando um brilho especial. A cor é roxo ametista. Detalhes incluem um decote coração e uma fenda alta na frente, sem cauda longa.", "title": "Deslumbrante Sereia Ametista"}
{"file_name": "26285887340995220.jpg", "custom_id": "c4ac7ec043e9", "description": "O vestido é ideal para uma festa de gala, com um estilo elegante e sofisticado. A peça é feita de cetim, proporcionando um caimento suave e brilhante, na cor prata. Destaca-se pelo corte reto com uma fenda frontal que adiciona um toque de sensualidade. As alças são finas e duplas, conferindo um detalhe delicado. Além disso, o vestido possui um leve drapeado na cintura, realçando a silhueta.", "title": "Elegância Prateada em Cetim"}
{"file_name": "26412972901623769.jpg", "custom_id": "28862b41469c", "description": "O vestido é ideal para uma Festa de Gala ou como Madrinha. Tem um estilo elegante com um corte fluido e possui detalhes em camadas na saia. É feito de cetim, com uma cor vermelha vibrante. O decote é ombro a ombro, sustentado por alças finas, acrescentando um toque sofisticado ao design.", "title": "Elegância em Vermelho Vibrante"}
{"file_name": "26598889823032157.jpg", "custom_id": "8e8aeec3ee9f", "description": "O vestido é ideal para festas de gala ou como madrinha de casamento, com um estilo princesa. Feito de cetim, ele tem uma cor rosa suave e elegante. O vestido possui um decote ombro a ombro, que adiciona um toque sofisticado e delicado.", "title": "Elegância Rosa: Vestido de Gala"}
{"file_name": "26605824492338455.jpg", "custom_id": "2f52f2730e63", "description": "O vestido é ideal para ocasiões como Madrinha ou Festa de Gala. O estilo é fluido, com um visual delicado. É feito de um material leve e transparente, possivelmente tule, com um forro mais opaco. A cor exata é lilás. O vestido possui mangas longas transparentes, decote em V e não apresenta cauda.", "title": "Elegância Lilás para Gala"}
{"file_name": "26641073248814735.jpg", "custom_id": "9308e5d1461c", "description": "O vestido é ideal para uma festa de gala, com estilo sereia. Foi confeccionado em material de paetê, na cor azul claro. Apresenta um detalhe de fenda na perna e um decote em V.", "title": "Vestido Sereia Azul Glamouroso"}
{"file_name": "27937397459237570.jpg", "custom_id": "16b9311ab33d", "description": "O vestido é ideal para uma Madrinha ou Festa de Gala. Apresenta um estilo fluido com saia longa e abertura lateral. O material aparenta ser um tecido leve e esvoaçante, possivelmente chiffon ou tule. A cor exata é lavanda. Detalhes incluem uma única alça com aplicação de flor no ombro e caimento suave sem cauda longa.", "title": "Vestido Lavanda Elegância Fluida"}
{"file_name": "28091191247162190.jpg", "custom_id": "a74c20b3a6d3", "description": "Este vestido é ideal para uma festa de gala. Ele possui um estilo sereia, realçando a silhueta de forma elegante. O material parece ser um tecido coberto por paetês, proporcionando um brilho sofisticado. A cor exata do vestido é azul claro. Entre os detalhes, destacam-se o decote ombro a ombro e um profundo decote em \"V\", além de uma fenda alta na perna, que acrescenta modernidade e sensualidade ao visual.", "title": "Brilho Sereia: Glamour em Azul"}
{"file_name": "28255530214045530.jpg", "custom_id": "cd649b5988c9", "description": "O vestido é ideal para festas de gala devido ao seu estilo elegante. Apresenta um estilo que lembra a forma sereia, destacando a silhueta. O material utilizado parece ser cetim, proporcionando um acabamento brilhante e sofisticado. A cor exata do vestido é um dourado cintilante. Entre os detalhes, destaca-se uma grande flor em um dos ombros e também uma fenda frontal que adiciona um toque de glamour e modernidade.", "title": "Sereia Dourada: Glamour e Elegância"}
{"file_name": "28807809108866546.jpg", "custom_id": "2664dd98fa80", "description": "O vestido é ideal para festa de gala ou como madrinha. Ele possui um estilo romântico e fluido, com uma leve inspiração de princesa. O material parece ser um tule suave e leve, que adiciona movimento. A cor exata é um tom de vermelho vivo. Detalhes incluem uma saia longa, alças delicadas que caem levemente sobre os ombros, e um decote em coração, proporcionando um toque elegante e sofisticado.", "title": "Vestido Princesa em Vermelho"}
{"file_name": "29346683528256218.jpg", "custom_id": "4d6ace37be21", "description": "O vestido é ideal para festas de gala ou ocasiões formais. Tem um estilo princesa, com saia em camadas que adiciona volume. O material parece ser chiffon ou tule, caracterizando-se leve e esvoaçante. A cor é um tom exato de verde esmeralda. Detalhes incluem um decote ombro a ombro e uma faixa na cintura adornada com aplicações que lembram folhas douradas.", "title": "Princesa Esmeralda: Elegância Eterna"}
{"file_name": "31593837050261621.jpg", "custom_id": "59b529bab0c9", "description": "O vestido é ideal para uma festa de gala. O estilo é elegante com cortes sofisticados. O material parece ser cetim, conferindo um caimento suave e fluido. A cor exata é lilás. Entre os detalhes, o vestido possui um decote ombro a ombro e uma fenda frontal, proporcionando um toque de sensualidade e modernidade.", "title": "Elegância Lilás para Gala"}
{"file_name": "32063209829993664.jpg", "custom_id": "357fe44af733", "description": "O vestido é ideal para ocasiões como festas de gala ou para ser madrinha em um casamento. Apresenta um estilo elegante de corte longo, com destaque para um ombro só adornado por um laço. O material parece ser chiffon, oferecendo um caimento leve e fluido. Sua cor exata é lilás. Os detalhes incluem uma fenda alta na saia, acrescentando um toque de ousadia e sofisticação ao design.", "title": "Elegância Lilás: Sofisticação em Festa"}
{"file_name": "32162600740055360.jpg", "custom_id": "d881c2e74c59", "description": "Este vestido é ideal para festas de gala ou como vestido de madrinha. Tem um estilo princesa, fluído e elegante. É feito de tule com brilho, conferindo um visual sofisticado. A cor exata é um azul royal vibrante. O vestido apresenta detalhes como camadas de tule que adicionam volume, alças finas e ombros caídos levemente drapeados.", "title": "Elegância Azul Royal Glam"}
{"file_name": "32745042865087097.jpg", "custom_id": "3b91f0435480", "description": "O vestido mostrado é ideal para ocasiões como festas de gala ou como madrinha. O estilo é fluido e elegante com um corte que lembra o estilo império, perfeito para eventos formais. O material parece ser uma combinação de tule e renda, proporcionando leveza ao vestido. A cor exata é um verde petróleo profundo. Detalhes incluem um decote profundo em V e várias camadas na saia com uma leve transparência na sobreposição, criando um movimento interessante.", "title": "Elegância em Verde Petróleo"}
{"file_name": "32786138690999725.jpg", "custom_id": "d08ea92b76da", "description": "O vestido é ideal para festa de gala ou formatura, com um estilo elegante e moderno. É confeccionado em cetim, de cor azul escuro. Possui alças finas, decote em coração e uma fenda alta na perna, conferindo sofisticação e sensualidade ao look.", "title": "Vestido Glamour Azul Cetim"}
{"file_name": "32884987724480402.jpg", "custom_id": "cb1d3f8f0248", "description": "O vestido é ideal para festas de gala. Seu estilo é elegante, com um corte que remete ao estilo princesa devido à sua saia ampla. Ele é confeccionado em um material que parece ser renda ou um tecido semelhante, que confere sofisticação ao visual. A cor exata do vestido é um tom profundo de vermelho rubi. Os detalhes incluem um grande laço no busto e alças finas, sem a presença de cauda longa.", "title": "Elegância Rubi: Vestido de Gala"}
{"file_name": "33119393317704498.jpg", "custom_id": "f1a5605b92cc", "description": "O vestido é ideal para festas de gala ou como madrinha. Possui um estilo clássico e elegante, com corte em A que se ajusta ao corpo na parte superior e se alarga na parte inferior. O material parece ser cetim, conferindo um brilho suave ao tecido. A cor é um rosa antigo. Destaca-se o decote em V profundo com detalhe em tule transparente, mangas curtas e cintura marcada com faixas horizontais. Não possui cauda longa, mantendo um caimento elegante e fluido.", "title": "Elegância Rosa Antiga"}
{"file_name": "33182461434686526.jpg", "custom_id": "cbec29cde1ab", "description": "O vestido é ideal para Festa de Gala ou como Madrinha. Possui um estilo fluido e elegante. É feito de um material que aparenta ser tule, com detalhes delicados em um dos ombros, formando uma alça dupla com um detalhe floral. A cor exata é azul marinho. Apresenta um decote em coração e a saia é longa e fluida.", "title": "Vestido Gala Azul Marinho Elegante"}
{"file_name": "33264508643194287.jpg", "custom_id": "c2587c10d95f", "description": "O vestido é ideal para uma Festa de Gala. Possui um estilo clássico e elegante, com corte longo e com fenda. O material parece ser cetim, conferindo um brilho sutil e sofisticado. A cor exata é um roxo profundo, semelhante ao tom de vinho. Entre os detalhes, destaca-se o decote ombro a ombro com drapeados no busto e um laço na cintura, além de uma fenda que adiciona um toque moderno e ousado.", "title": "Elegância Vinho: Glamour Sofisticado"}
{"file_name": "33432836376307719.jpg", "custom_id": "3d6f1acdd163", "description": "O vestido é ideal para uma Festa de Gala, com um estilo princesa. É feito de material leve, possivelmente tule, e possui um corpete com detalhes em lantejoulas. A cor é um azul real. O vestido tem uma saia longa e volumosa que confere um visual elegante e sofisticado.", "title": "Princesa em Azul Real"}
{"file_name": "33513799751569256.jpg", "custom_id": "110f15407696", "description": "O vestido é ideal para uma Festa de Gala, com um estilo sereia. Ele é feito de material que parece ser tecido brilhante ou paetês e está em um tom exato de azul claro. Os detalhes incluem um decote tomara que caia com uma leve abertura central, um ombro com babado volumoso e uma fenda alta na perna.", "title": "Deslumbrante Sereia Azul Gala"}
{"file_name": "33561356326789012.jpg", "custom_id": "ef8d7c7d0ef4", "description": "Ocasião ideal: Madrinha ou Festa de Gala. Estilo: Clássico com ombro a ombro. Material: Tule com detalhes bordados. Cor exata: Azul claro. Detalhes: Bordado floral na cintura, alças finas duplas e leve brilho no tecido.", "title": "Elegância Floral em Azul Claro"}
{"file_name": "33589240930721906.jpg", "custom_id": "a45165b0a05f", "description": "O vestido é ideal para festas de gala ou ocasiões especiais, com um estilo princesa devido ao seu corte amplo e volumoso. É feito de cetim, proporcionando um brilho elegante e sofisticado, na cor azul claro. O modelo apresenta detalhes de laços nos ombros, conferindo um toque delicado e moderno, sem cauda longa.", "title": "Vestido Princesa Cetim Azul"}
{"file_name": "33692933153654986.jpg", "custom_id": "2e75488043ab", "description": "O vestido é ideal para uma festa de gala ou como madrinha, exibindo um estilo clássico com silhueta fluida. Feito de um material com leve brilho que parece ser chiffon ou tule, na cor verde esmeralda. Possui um detalhe de ombro único com uma aplicação em laço no ombro e uma fenda alta na saia, proporcionando um toque elegante e sofisticado.", "title": "Elegância Verde Esmeralda"}
{"file_name": "34189648500634377.jpg", "custom_id": "206bcf79c29b", "description": "O vestido é ideal para festas de gala ou ocasiões formais. O estilo é justo ao corpo, lembrando um corte sereia, mas sem uma cauda pronunciada. O material parece ser cetim, conferindo um brilho elegante ao tecido. A cor exata é um verde esmeralda. O vestido tem detalhes como um decote reto e uma fenda alta na saia, adicionando sensualidade ao visual.", "title": "Vestido Sereia Verde Esmeralda"}
{"file_name": "7965175920273910.jpg", "custom_id": "548ddb5a3899", "description": "O vestido é ideal para festas de gala. Possui um estilo elegante e moderno, com um corte assimétrico de um ombro só. É confeccionado em um material brilhante, provavelmente um tecido com lurex, na cor preta. O vestido tem uma longa faixa de tecido fluido que desce do ombro, criando um efeito de capa, e uma fenda na saia que acrescenta um toque sensual e sofisticado.", "title": "Vestido Gala Assimétrico Elegante"}
{"file_name": "8019155394876240.jpg", "custom_id": "8db6b07fe564", "description": "O vestido é ideal para festas de gala ou como madrinha, possuindo um estilo fluido e elegante. Feito de um tecido que aparenta ser chiffon, a cor é um verde escuro. O vestido tem um detalhe de ombro único com um laço grande, trazendo um toque sofisticado.", "title": "Elegância em Verde Sofisticado"}
{"file_name": "8229525100427955.jpg", "custom_id": "4f49872090b4", "description": "O vestido é ideal para ocasiões como festas de gala ou pode ser usado por madrinhas. O estilo é fluido e romântico, com uma silhueta solta. O material parece ser um chiffon leve, garantindo movimento e elegância. A cor é azul claro. Detalhes incluem uma sobreposição de tule nos ombros, uma fenda na saia e alças finas, adicionando um toque moderno e sofisticado.", "title": "Elegância Romântica em Azul"}
{"file_name": "8266945063407177.jpg", "custom_id": "2d809f42adf0", "description": "O vestido é ideal para festas de gala. Seu estilo é fluido, com um toque clássico. O material parece ser chiffon brilhante, que confere um efeito elegante. A cor é um vermelho vibrante. Possui detalhes como uma fenda longa na saia, um broche grande no ombro e drapeados na parte superior, além de alças finas e um leve brilho por todo o tecido.", "title": "Vestido Gala Vermelho Elegante"}
{"file_name": "8297873390331063.jpg", "custom_id": "1e635a664ffb", "description": "O vestido é ideal para ocasiões como madrinha de casamento ou uma festa de gala. O estilo é fluido com uma saia em camadas, que lembra um pouco o formato princesa, mas sem a estrutura volumosa tradicional. O material aparenta ser tule, com detalhes em renda na parte superior. A cor exata é um bordô profundo. Detalhes incluem um decote em coração e alças finas, além de uma saia com camadas sobrepostas que criam um efeito leve e sofisticado.", "title": "Elegância Bordô em Camadas"}
{"file_name": "8373804342709317.jpg", "custom_id": "d12f3d7fba03", "description": "O vestido é ideal para uma festa de gala, com um estilo que lembra o corte princesa. É confeccionado em tule com brilho, na cor preta. Os detalhes incluem um ombro só enfeitado com babados de tule e uma fenda frontal, adicionando um toque sofisticado e contemporâneo à peça.", "title": "Elegância em Tule Preto"}
{"file_name": "8402552723157319.jpg", "custom_id": "92fd4a7f7e09", "description": "O vestido é ideal para ocasiões como Festa de Gala ou como Madrinha. O estilo é elegante e moderno, assemelhando-se a um design um ombro só. O material aparenta ser de crepe ou seda, oferecendo caimento fluido. A cor exata do vestido é verde menta. Os detalhes incluem uma longa fenda na perna e uma faixa que se estende sobre o ombro, conferindo sofisticação ao conjunto.", "title": "Elegância Verde Menta"}
{"file_name": "8652485218194128.jpg", "custom_id": "3b2b6f4fe12e", "description": "O vestido possui um estilo sereia, ideal para festas de gala ou eventos sofisticados. É confeccionado em um material com brilho, provavelmente lantejoulas ou paetês, e apresenta uma cor azul-marinho cintilante. Os detalhes incluem um decote ombro a ombro e uma leve cauda que adiciona elegância ao visual.", "title": "Vestido Sereia Azul Cintilante"}
{"file_name": "8747894121933185.jpg", "custom_id": "260fa6a33833", "description": "O vestido é ideal para uma festa de gala ou como madrinha, apresentando um estilo princesa. É confeccionado em um material brilhante, aparentando ser um tecido como chiffon ou tule com glitter. A cor exata é um laranja queimado. O vestido possui detalhes como um ombro só com uma aplicação de flor e uma saia longa e esvoaçante.", "title": "Vestido Princesa Laranja Glamouroso"}
{"file_name": "8914667128651011.jpg", "custom_id": "203263c7ef91", "description": "O vestido é ideal para festas de gala devido ao seu estilo sofisticado. O modelo é de estilo princesa, com uma saia ampla e volumosa. O material parece ser uma combinação de cetim na parte superior com brilho, e tule na saia, conferindo leveza e movimento. A cor exata é azul marinho, elegante e clássica. Destaca-se pelo detalhe do corpete sem alças, estilo ombro a ombro, com brilho bordado, e uma fenda alta na saia que adiciona um toque sensual.", "title": "Elegância Azul: Vestido de Gala"}
{"file_name": "8930456447075786.jpg", "custom_id": "5d6b10f497d9", "description": "O vestido é ideal para festas de gala ou ocasiões formais, apresentando um estilo elegante e romântico. Ele é confeccionado em um material que aparenta ser leve e fluido, com detalhes sutis de brilho. A cor exata é um azul royal vibrante. O vestido possui alças finas e um decote ombro a ombro, conferindo um toque sofisticado. Não há cauda longa ou bordados aparentes.", "title": "Elegância Azul Royal"}
{"file_name": "8960981283982639.jpg", "custom_id": "aece2359b5a3", "description": "O vestido apresentado é ideal para ocasiões como festa de gala ou formatura. Seu estilo é de um ombro só, com um design elegante e fluido. O material parece ser um tecido leve, possivelmente crepe ou chiffon, proporcionando movimento. A cor exata é um lilás suave. Detalhes incluem um drapeado na parte superior e uma fenda discreta na saia, além de uma longa faixa caindo do ombro, adicionando um toque de sofisticação.", "title": "Elegância Lilás: Vestido de Gala"}
{"file_name": "8965636146847427.jpg", "custom_id": "189ff839cf8b", "description": "O vestido é ideal para festas de gala ou eventos formais, possui um estilo clássico com uma silhueta ajustada ao corpo. O material parece ser cetim ou um tecido semelhante, com um acabamento suave. Na cor verde suave, o vestido apresenta um detalhe de drapeado no busto que converge para a cintura. A peça conta com uma fenda frontal que adiciona um toque elegante e sensual ao visual.", "title": "Elegância Verde: Vestido de Gala"}
{"file_name": "8974071446041143.jpg", "custom_id": "6e6d94425d8e", "description": "O vestido é ideal para uma festa de gala ou ser usado por uma madrinha. Apresenta um estilo fluido, elegante e sofisticado, com corte longo e um ombro só. É confeccionado em material leve, possivelmente chiffon, que confere um caimento suave e esvoaçante. Sua cor é um verde musgo profundo. Detalhes incluem camadas suaves na saia que criam um movimento delicado e um cinto na cintura que acentua a silhueta.", "title": "Elegância Verde Musgo em Gala"}
{"file_name": "9006282066149888.jpg", "custom_id": "2d4a7f2cb1c8", "description": "O vestido é ideal para Festa de Gala. O estilo é justo com um corte assimétrico de um ombro só, evidenciando um ar moderno e elegante. Feito de material brilhante, provavelmente lantejoulas, o vestido possui uma cor prata cintilante. Nos detalhes, destaca-se a fenda alta que adiciona sensualidade e movimento, além de recortes sutis na lateral que dão um toque contemporâneo ao design.", "title": "Brilho e Elegância Assimétrica"}
{"file_name": "9019590298094885.jpg", "custom_id": "586c73776afe", "description": "O vestido é ideal para uma festa de gala. O estilo é sereia, ajustado ao corpo e abrindo levemente na parte inferior. É feito de um material de paetês, proporcionando um brilho elegante com uma cor azul royal. Possui detalhes como alças caídas decorativas sobre os ombros, sem mangas e com um caimento longo até o chão.", "title": "Vestido Sereia Azul Royal"}
{"file_name": "9036303203071916.jpg", "custom_id": "f453096eb33d", "description": "O vestido é ideal para uma Festa de Gala. Apresenta um estilo justo e elegante, podendo ser classificado como estilo sereia. O material parece ser coberto por lantejoulas, conferindo um brilho sofisticado. A cor exata é um dourado metalizado. Entre os detalhes, destaca-se o decote de um ombro só e uma fenda alta na perna, que adiciona um toque sensual e moderno ao conjunto.", "title": "Brilho Dourado: Vestido Sereia Elegante"}
{"file_name": "9141979802488909.jpg", "custom_id": "0e102cfc202f", "description": "O vestido é ideal para uma festa de gala ou evento formal. Estilo sereia, com um ajuste elegante ao corpo, feito em material cintilante com lantejoulas. Sua cor é preto brilhante. Destaca-se por ter laterais recortadas, decote halter e uma fenda frontal discreta.", "title": "Sereia Glam: Preto Brilhante"}
{"file_name": "9142155489176451.jpg", "custom_id": "19caa10e7a17", "description": "O vestido é ideal para festas de gala ou formaturas. Possui estilo fluido, com um design que combina elegância e sofisticação. É confeccionado em um material com brilho, provavelmente lurex, trazendo um toque de glamour. A cor é verde oliva cintilante, proporcionando um visual moderno. Detalhes incluem uma saia longa e um decote em V com alças finas, além de recortes laterais com transparência que acrescentam um charme adicional à peça.", "title": "Elegância Verde Oliva Cintilante"}
{"file_name": "9197969760270321.jpg", "custom_id": "8781e898c1a2", "description": "Este vestido é ideal para uma Festa de Gala, tem um estilo sereia, é feito de um material brilhoso que aparenta ser coberto em lantejoulas, com a cor exata vermelho rubi. Os detalhes incluem um decote coração e uma fenda na lateral, além de uma cauda longa e elegante.", "title": "Deslumbrante Vestido Sereia Rubi"}
{"file_name": "9207198176059410.jpg", "custom_id": "2b8a128a0221", "description": "O vestido apresentado é ideal para festas de gala. Seu estilo é corte princesa, destacando uma silhueta fluida e elegante. O material parece ser um tule leve e esvoaçante, com um toque de brilho sutil, proporcionando um acabamento sofisticado. A cor exata é lavanda suave, conferindo um ar de delicadeza e charme. Entre os detalhes, o vestido possui um drapeado no busto, alças finas e mangas caídas nos ombros, que adicionam um toque romântico ao visual geral.", "title": "Elegância Lavanda: Festa Perfeita"}
{"file_name": "9242303375890536.jpg", "custom_id": "a5ea89734a59", "description": "O vestido é ideal para festa de gala, caracterizado pelo estilo sereia que valoriza a silhueta. É feito de material com lantejoulas reluzentes, brilhando intensamente. A cor exata é bordô profundo. Destaca-se pelo drapeado longo e fluido que começa na gola e desce pelos braços, conferindo um ar sofisticado e elegante. Não possui cauda aparente.", "title": "Brilho Elegante em Bordô"}
{"file_name": "9309336825780778.jpg", "custom_id": "f13c265e2f96", "description": "O vestido é ideal para festas de gala. Apresenta um estilo elegante, com toques modernos. É feito de um tecido leve e fluido, possivelmente chiffon. A cor exata é um tom de vinho profundo. Possui mangas longas e esvoaçantes, com um decote em V pronunciado e uma faixa na cintura, criando um efeito sofisticado e fluido.", "title": "Vestido Vinho Gala Elegância"}
{"file_name": "9349267378461705.jpg", "custom_id": "07ef6a8d8d05", "description": "O vestido é ideal para festas de gala ou como madrinha. Possui estilo fluido com um ombro só. É confeccionado em tecido leve e esvoaçante, provavelmente tule ou chiffon. A cor exata é verde esmeralda. Detalhes incluem uma alça única com um laço no ombro e uma saia com camadas suaves.", "title": "Elegância Esmeralda: Vestido Gala"}
{"file_name": "9386337078054951.jpg", "custom_id": "71b387636ff7", "description": "O vestido é ideal para festas de gala ou ocasiões formais. Apresenta um estilo fluido e elegante, com um ombro só que adiciona um toque assimétrico moderno. O material parece ser um tecido leve e fino, possivelmente crepe. A cor é um verde esmeralda profundo. Entre os detalhes, o vestido possui uma fenda frontal que agrega sensualidade, bem como uma manga longa solta que contrasta com o ombro descoberto, trazendo sofisticação ao design.", "title": "Elegância Assimétrica em Verde"}
{"file_name": "9388182351293161.jpg", "custom_id": "78058724147f", "description": "O vestido é ideal para festas de gala. Possui um estilo princesa, confeccionado em um material fluido que parece ser chiffon. A cor exata é verde oliva. Destaca-se pelo decote ombro a ombro drapeado e um cinto fino e brilhante na cintura.", "title": "Encanto Verde: Vestido de Gala"}
{"file_name": "9539623372749048.jpg", "custom_id": "cefc26d7bd3e", "description": "O vestido é ideal para uma festa de gala ou como madrinha de casamento. Ele possui um estilo sereia e é feito de cetim, com uma cor exata azul-petróleo. Os detalhes incluem um ombro único com uma aplicação de flor no ombro e um caimento elegante que realça a silhueta.", "title": "Sereia Azul-Petróleo Elegante"}
{"file_name": "9549478791736950.jpg", "custom_id": "efd67ca4f1aa", "description": "Este vestido é ideal para ocasiões como formatura ou festa de gala. O estilo é clássico, com uma modelagem princesa que favorece a silhueta. O material parece ser cetim, proporcionando um acabamento elegante e brilhoso. A cor exata do vestido é dourado, o que acrescenta sofisticação à peça. Entre os detalhes, destaca-se o decote tomara que caia, que é moderno e elegante, além do caimento fluido e volumoso da saia que adiciona um toque glamouroso.", "title": "Dourado Glamour: Vestido Princesa"}
{"file_name": "9616689778455531.jpg", "custom_id": "fd9cd0580fea", "description": "O vestido é ideal para festas de gala ou ocasiões formais. O estilo é clássico com corte elegante e saia fluida. É feito de cetim, proporcionando um brilho sutil à peça. A cor exata é um vinho profundo, transmitindo sofisticação. Os detalhes incluem um decote coração com uma abertura central abaixo do busto, além de uma fenda na saia que acrescenta ousadia e movimento.", "title": "Vinho Elegante: Glamour Clássico"}
{"file_name": "9812983175399236.jpg", "custom_id": "847f7f06a0c8", "description": "O vestido é ideal para ocasiões como festas de gala ou ser madrinha em um casamento. Apresenta o estilo elegante com design de um ombro só. O material aparenta ser um tecido leve com bom caimento, possivelmente cetim ou voal. A cor é um verde escuro. Entre os detalhes, destaca-se uma flor de tecido no ombro, adicionando um toque sofisticado.", "title": "Elegância Verde: Vestido de Gala"}
{"file_name": "9838727439475741.jpg", "custom_id": "86191b6bde42", "description": "O vestido é ideal para ocasiões formais como Madrinha ou Festa de Gala. O estilo é esvoaçante com corte em A. É feito de material leve, possivelmente chiffon ou tule, na cor azul royal. Possui um detalhe de um ombro só, que é adornado com uma pequena flor ou nó do próprio tecido, e uma sutil assimetria nas camadas da saia.", "title": "Elegância Azul: Vestido Esvoaçante"}
{"file_name": "9922473021101918.jpg", "custom_id": "450033aae86b", "description": "O vestido é ideal para festas de gala, com um estilo sereia que destaca e define a silhueta. É confeccionado em tecido de paetês, oferecendo um brilho sofisticado. A cor exata é um vermelho profundo. Detalhes incluem uma fenda alta na perna, um decote em coração e um ombro adornado com aplicação volumosa, adicionando um toque dramático ao visual.", "title": "Vermelho Glamour: Vestido Sereia"}
{"file_name": "9988299377892267.jpg", "custom_id": "b93cefee66f4", "description": "O vestido é ideal para festas de gala ou como madrinha. Apresenta um estilo clássico com um corte fluido. O material parece ser chiffon, que confere leveza e movimento. A cor é um tom exato de bordô. O vestido possui um detalhe de ombro só com uma aplicação de flor no ombro, sem cauda longa.", "title": "Bordô Elegante: Clássico e Fluido"}
{"file_name": "Gemini_Generated_Image_3hh30j3hh30j3hh3.png", "custom_id": "35c2c8592e17", "description": "O vestido é ideal para Noiva e apresenta um estilo princesa. O material é cetim, com detalhes em bordados na região do busto. A cor é um branco clássico. Além disso, o vestido possui um decote coração e uma cauda longa que confere elegância e sofisticação ao modelo.", "title": "Princesa do Dia: Vestido Nupcial"}
{"file_name": "Gemini_Generated_Image_49xvyi49xvyi49xv.png", "custom_id": "62b66b17d7d1", "description": "O vestido é ideal para noivas, apresentando um estilo clássico. Confeccionado em cetim, na cor branca, apresenta detalhes com bordados discretos na parte superior e uma cauda longa que adiciona elegância ao modelo.", "title": "Clássico Cetim para Noivas"}
{"file_name": "Gemini_Generated_Image_4moyn84moyn84moy.png", "custom_id": "f4b05f4220c8", "description": "Esse vestido é ideal para noivas, caracterizando-se por um estilo princesa. É feito de cetim e apresenta uma cor branca. O vestido possui uma cauda longa, com detalhes em drapeados e fechamento nas costas por botões. Além disso, o decote é destacado por um design volumoso na parte superior.", "title": "Sonho de Princesa: Vestido Ideal"}
{"file_name": "Gemini_Generated_Image_afg45uafg45uafg4.png", "custom_id": "d3b0fcf22bef", "description": "O vestido é ideal para festa de gala ou eventos formais. Tem um estilo elegante e sofisticado, com um toque de alfaiataria moderna. O material aparenta ser cetim ou um tecido similar que proporciona um caimento fluido. A cor é um branco suave. O vestido possui detalhes notáveis como o design com alças adornadas com pedrarias nas costas, e aplicações de flores no tecido, que adicionam um charme adicional.", "title": "Noiva Elegância Branca: Vestido de Gala"}
{"file_name": "Gemini_Generated_Image_b239sib239sib239.png", "custom_id": "fcea2390d469", "description": "O vestido é ideal para noivas, apresentando um estilo clássico. É feito de um material que aparenta ser cetim, na cor branca. Detalhes significativos incluem aplicações de flores no busto e drapeados estratégicos ao longo do corpo, além de uma cauda longa e um véu que complementa o conjunto.", "title": "Elegância Clássica para Noivas"}
{"file_name": "Gemini_Generated_Image_jb4i4rjb4i4rjb4i.png", "custom_id": "5f6a31ad7c74", "description": "O vestido é ideal para uma noiva, com um estilo princesa. É feito de cetim, na cor branca. Possui um grande laço nas costas e um decote nas costas em \"V\", além de detalhes bordados que acrescentam sofisticação ao visual.", "title": "Vestido Princesa: Elegância Nupcial"}
{"file_name": "Gemini_Generated_Image_m61o8tm61o8tm61o.png", "custom_id": "5211690416d0", "description": "O vestido é ideal para noivas devido ao seu estilo sofisticado e elegante. Possui um estilo clássico com corte alongado e detalhes que se assemelham ao estilo princesa. É confeccionado em cetim, uma escolha tradicional e refinada para vestidos de noiva. A cor exata é branco puro, que é tradicional e frequentemente associada a cerimônias nupciais. O vestido apresenta detalhes marcantes, como uma longa cauda com bordados delicados em formato de arabescos, que adicionam um toque de glamour e sofisticação ao visual.", "title": "Elegância Nupcial em Cetim"}
{"file_name": "Gemini_Generated_Image_nphmr6nphmr6nphm.png", "custom_id": "5d85a738849e", "description": "O vestido é ideal para uma noiva, com estilo princesa. É confeccionado em tule com detalhes em renda. A cor é um creme suave. Possui uma cauda longa e um véu que complementa o look.", "title": "Sonho de Noiva em Tule"}
{"file_name": "Gemini_Generated_Image_rde5i0rde5i0rde5.png", "custom_id": "51ed12a88abc", "description": "O vestido é ideal para Noivas, com estilo princesa. O material parece ser cetim e a cor exata é branco. Possui detalhes de cauda longa e um corpete bordado.", "title": "Vestido de Noiva Princesa Luxo"}
{"file_name": "Gemini_Generated_Image_rm95zzrm95zzrm95.png", "custom_id": "ae5d66a152a1", "description": "O vestido é ideal para noivas, tem um estilo princesa com uma saia volumosa e rodada. O material parece ser uma combinação de cetim e tule, com detalhes de renda aplicados por toda a extensão. A cor exata é um tom de marfim suave. O vestido possui um corpete drapeado sem alças e detalhes em renda que acrescentam delicadeza. Não apresenta uma cauda longa, mantendo um comprimento padrão para noivas.", "title": "Princesa de Renda Marfim"}
{"file_name": "IMG_20251024_175723475_AE.jpg", "custom_id": "3b675c39177c", "description": "O vestido é ideal para noivas, com estilo princesa. É confeccionado em tecido provavelmente de cetim, na cor branca. Apresenta detalhes como uma cauda longa, bordados florais discretos e um laço grande na parte traseira.", "title": "Vestido de Noiva Princesa Elegante"}
{"file_name": "1658fbe952c8.jpeg", "custom_id": "1658fbe952c8", "description": "Vestido verde esmeralda longo, estilo princesa, com tecido de tule e brilho sutil. Decote coração com alças caídas e mangas curtas. Ideal para festas e eventos formais. Saia fluida com transparência elegante. Perfeito para um visual sofisticado e deslumbrante.", "title": "Princesa em Verde Esmeralda"}
{"file_name": "d92448e626c4.jpg", "custom_id": "d92448e626c4", "description": "Vestido branco sereia, em tecido leve com detalhe de flores aplicadas. Decote tomara-que-caia com alças decorativas brilhantes nas costas. Sem mangas, ideal para casamentos requintados. Estilo sofisticado e elegante, destacando feminilidade e glamour.", "title": "Elegância Sereia em Branco"}
{"file_name": "909195db2849.png", "custom_id": "909195db2849", "description": "Vestido azul brilhante, confeccionado em tecido leve com textura suave. Estilo longo e fluido, decote um ombro só com detalhe de faixa, sem mangas. Ideal para eventos formais ou festas noturnas, proporcionando elegância e sofisticação.", "title": "Elegância Azul Royal Gala"}
{"file_name": "362c5b94a425.png", "custom_id": "362c5b94a425", "description": "Vestido azul royal, tecido sofisticado, estilo reto com decote ombro a ombro, sem mangas. Ideal para eventos formais e casamentos. O design com drapeado na cintura e fenda lateral adiciona elegância ao visual, garantindo um toque moderno e sofisticado.", "title": "Vestido Gala Cetim Azul"}
{"file_name": "987cf568ba62.png", "custom_id": "987cf568ba62", "description": "Vestido longo rosa claro em tecido leve, estilo princesa. Decote assimétrico, sem mangas, ressaltando elegância e sofisticação. Ideal para eventos formais como casamentos e festas de gala. Caimento fluido realça a silhueta, perfeito para ocasiões especiais.", "title": "Elegância Rosa: Vestido de Gala"}
{"file_name": "add27f331b11.png", "custom_id": "add27f331b11", "description": "Vestido azul elegante, de cetim, estilo sereia com fenda alta. Decote ombro a ombro, manga curta bufante. Ideal para eventos formais e festas noturnas, destacando sofisticação e modernidade.", "title": "Elegância Celeste em Cetim"}
{"file_name": "05388290e3e1.jpg", "custom_id": "05388290e3e1", "description": "Vestido longo verde claro, estilo sereia, confeccionado em tecido leve. Apresenta decote ombro a ombro e sem mangas. Ideal para ocasiões formais, como casamentos ou formaturas. Elegante e sofisticado, destaca a silhueta com delicadeza e charme.", "title": "Elegância Verde Menta Sereia"}
{"file_name": "e002885a549c.png", "custom_id": "e002885a549c", "description": "Vestido longo vermelho, tecido fluido. Modelo princesa com decote profundo em V e alça única com laço. Ideal para eventos formais e festas de gala.", "title": "Princesa Vermelha: Glamour Elegante"}
{"file_name": "639c7a4fbec6.png", "custom_id": "639c7a4fbec6", "description": "Vestido longo rosa, tecido cetim, estilo sereia. Decote ombro a ombro com mangas curtas bufantes, fenda elegante. Ideal para eventos formais, como casamentos e festas noturnas.", "title": "Vestido Ciganinha Rosa Elegante"}
{"file_name": "a818c400eb67.png", "custom_id": "a818c400eb67", "description": "Vestido longo marrom de cetim, corte reto, estilo elegante. Decote reto com alças finas assimétricas e detalhe floral em um ombro. Fenda lateral, ideal para festas e eventos noturnos. Ajuste que valoriza a silhueta, perfeito para ocasiões formais.", "title": "Elegância em Cetim Marrom"}
{"file_name": "214797c92fa7.png", "custom_id": "214797c92fa7", "description": "Vestido longo vinho, tecido fluido, estilo princesa. Decote um ombro só com manga única em tule. Fenda elegante. Ideal para eventos formais e festas noturnas.", "title": "Bordô Glam: Elegância em Movimento"}
{"file_name": "248fe986b9ed.png", "custom_id": "248fe986b9ed", "description": "Vestido longo preto, tecido acetinado, estilo sereia com fenda lateral. Decote coração estruturado, alças finas e sem mangas. Ideal para eventos formais e festas sofisticadas. Look elegante e moderno para ocasiões especiais.", "title": "Vestido Gala Fenda Elegante"}
{"file_name": "6cad9e4fb4c6.png", "custom_id": "6cad9e4fb4c6", "description": "Vestido longo preto glamouroso com tecido brilhante, estilo evasê. Decote assimétrico de um ombro só e sem mangas, com detalhe em tule no ombro. Ideal para eventos noturnos e festas formais. Abertura lateral na saia adiciona um toque sofisticado.", "title": "Elegância Glamourosa: Vestido Preto"}
{"file_name": "6cc661d23368.jpg", "custom_id": "6cc661d23368", "description": "Vestido longo verde esmeralda, em tecido brilhante e fluido. Estilo princesa com decote coração, alças finas e sem mangas. Ideal para eventos formais ou festas. O corte realça a silhueta, proporcionando elegância e charme. Peça sofisticada para ocasiões noturnas e celebrações especiais.", "title": "Elegância Verde Oliva"}
{"file_name": "5d0279154986.jpg", "custom_id": "5d0279154986", "description": "Vestido azul royal, tecido leve e fluido, estilo longo com fenda. Decote assimétrico de um ombro só com detalhe de flor. Sem mangas. Ideal para festas e eventos formais.", "title": "Elegância Azul Cobalto"}
{"file_name": "6d41f65413b5.jpg", "custom_id": "6d41f65413b5", "description": "Vestido azul royal, em tecido leve e fluido. Estilo evasê com decote em V profundo e alças com detalhe de nó. Sem mangas, ideal para festas ou eventos formais. Perfeito para ocasiões diurnas e noturnas, garantindo elegância e conforto.", "title": "Elegância Azul Royal"}
{"file_name": "6e17dcefd075.jpg", "custom_id": "6e17dcefd075", "description": "Vestido longo verde esmeralda, tecido fluido e elegante. Estilo império, decote um ombro só, sem mangas. Ideal para casamentos ou eventos formais à noite. A silhueta solta garante conforto e sofisticação, destacando-se pela sua beleza simples e moderna.", "title": "Elegância Verde Menta"}
{"file_name": "a5207befc8d5.jpg", "custom_id": "a5207befc8d5", "description": "Vestido longo estilo princesa em tule rosa claro com brilho. Decote coração e um ombro só com detalhe floral. Sem mangas. Ideal para eventos formais, como formaturas ou casamentos. Elegante e romântico, oferece um caimento fluido e sofisticado.", "title": "Vestido Coral Princesa Glamour"}
{"file_name": "c3cfc296a856.jpg", "custom_id": "c3cfc296a856", "description": "Vestido verde esmeralda, tecido leve e transparente, estilo princesa com cauda fluida. Decote coração e mangas curtas em tule. Fenda lateral adiciona sensualidade. Ideal para eventos formais e festas noturnas, destacando sofisticação e elegância com toque moderno.", "title": "Elegância Esmeralda em Movimento"}
{"file_name": "1af2ae80a635.jpg", "custom_id": "1af2ae80a635", "description": "Vestido azul royal longo, tecido leve e fluido. Estilo elegante com caimento reto. Decote um ombro só com detalhe floral. Sem mangas. Ideal para eventos formais e coquetéis, garantindo sofisticação e conforto. Perfeito para ocasiões noturnas.", "title": "Elegância Azul: Vestido de Gala"}
{"file_name": "2920c2f3b001.jpg", "custom_id": "2920c2f3b001", "description": "Vestido azul real em cetim, estilo elegante com fenda lateral. Decote de um ombro só adornado com flor, sem mangas. Ideal para eventos formais e festas à noite, combina sofisticação e modernidade em uma peça única.", "title": "Elegância Azul: Vestido de Gala"}
{"file_name": "55e135244f47.jpg", "custom_id": "55e135244f47", "description": "Vestido longo bordô em cetim, estilo sereia. Decote um ombro só com detalhe drapeado. Sem mangas. Ideal para eventos formais e festas noturnas.", "title": "Elegância Vinho: Vestido de Gala"}
{"file_name": "cfc2cff2ee60.jpg", "custom_id": "cfc2cff2ee60", "description": "Vestido sereia preto com paetês, tecido brilhante. Decote ombro a ombro, sem mangas. Ideal para eventos noturnos, festas de gala e formaturas. Combina elegância clássica e sofisticação moderna.", "title": "Sereia Glamour: Preto Brilhante"}
{"file_name": "f7ca49047815.jpg", "custom_id": "f7ca49047815", "description": "Vestido azul claro, tecido leve e fluido, estilo princesa. Decote frente-única com detalhe em tule, sem mangas. Ideal para eventos formais e festas.", "title": "Elegância Azul: Vestido Clássico"}
{"file_name": "1701cacb6d71.jpg", "custom_id": "1701cacb6d71", "description": "Vestido longo preto de lantejoulas, estilo sereia, com decote tomara-que-caia. Sem mangas, fenda lateral elegante. Ideal para eventos formais e festas noturnas, destacando sofisticação e glamour. Tecido brilhante realça curvas, adicionando toque audacioso e refinado.", "title": "Vestido Sereia Glamouroso Preto"}
{"file_name": "5404c1738c64.jpg", "custom_id": "5404c1738c64", "description": "Vestido longo rosa em tecido fluido, estilo princesa. Decote ombro a ombro com mangas curtas. Possui fenda lateral, ideal para ocasiões formais como casamentos e eventos à noite. Elegante e sofisticado, destaca-se pelo toque romântico e sofisticado.", "title": "Elegância Rosa Antigo"}
{"file_name": "67194d548c4e.jpg", "custom_id": "67194d548c4e", "description": "Vestido longo preto de paetês brilhantes com estilo sereia. Decote halter, mangas ombros caídos com detalhes em correntes. Ideal para eventos noturnos e festas de gala. Tecido ajustado ao corpo, destacando elegância e sofisticação.", "title": "Vestido Sereia Preto Brilhante"}
